[
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "hotkeysplus-obsidian",
  "obsidian-charts",
  "obsidian-excalidraw-plugin",
  "obsidian-enhancing-mindmap",
  "table-editor-obsidian",
  "obsidian-mind-map",
  "obsidian-admonition",
  "obsidian-git",
  "dataview",
  "obsidian-wordnet-plugin",
  "templater-obsidian",
  "obsidian-emoji-toolbar",
  "recent-files-obsidian",
  "obsidian-theme-design-utilities",
  "theme-picker",
  "obsidian-dictionary-plugin",
  "quickadd",
  "obsidian-markmind",
  "buttons",
  "obsidian-icons-plugin",
  "darlal-switcher-plus",
  "cmenu-plugin",
  "various-complements",
  "homepage",
  "fantasy-calendar",
  "obsidian-fullscreen-plugin",
  "obsidian-memos",
  "emoji-shortcodes",
  "search-on-internet",
  "obsidian-copy-block-link",
  "obsidian-chartsview-plugin",
  "obsidian-code-block-enhancer",
  "discordian-plugin",
  "obsidian-annotator",
  "obsidian-gallery",
  "folder-note-plugin",
  "hotkey-helper",
  "mx-bili-plugin",
  "quick-explorer",
  "obsidian-spaced-repetition",
  "supercharged-links-obsidian",
  "obsidian-tracker",
  "better-fn",
  "obsidian-footnotes",
  "workspaces-plus",
  "drawio-obsidian",
  "obsidian-enhancing-export",
  "sliding-panes-obsidian",
  "graph-analysis",
  "obsidian-citation-plugin",
  "obsidian-5e-statblocks",
  "obsidian-advanced-new-file",
  "alx-folder-note",
  "highlightr-plugin",
  "obsidian-collapse-all-plugin",
  "better-pdf-plugin",
  "table-extended",
  "remember-cursor-position",
  "obsidian-show-file-path",
  "obsidian-statusbar-pomo",
  "obsidian-map-view",
  "obsidian-vault-statistics-plugin",
  "cm-show-whitespace-obsidian",
  "wikilinks-to-mdlinks-obsidian",
  "obsidian-comments",
  "obsidian-indent-lines",
  "obsidian-incremental-writing",
  "consistent-attachments-and-links",
  "obsidian-dynamic-highlights",
  "obsidian-pluck",
  "obsidian-wikipedia",
  "obsidian-recall",
  "cycle-through-panes",
  "obsidian-pandoc",
  "obsidian-autocomplete-plugin",
  "obsidian-echarts",
  "obsidian-sidebar-toggler",
  "obsidian-trim-whitespace",
  "obsidian-chessboard",
  "obsidian-hover-editor",
  "format-hotkeys-obsidian",
  "obsidian-fountain",
  "obsidian-image-uploader",
  "obsidian-journey-plugin",
  "juggl",
  "markdown-attributes",
  "obsidian-markdown-formatting-assistant-plugin",
  "markdown-prettifier",
  "obsidian-leaflet-plugin",
  "obsidian-outliner",
  "pane-relief",
  "periodic-notes",
  "plugin-changelogs",
  "obsidian-reading-time",
  "obsidian-related-notes-finder",
  "obsidian-plugin-toc",
  "tag-page-preview"
]