[
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "hotkeysplus-obsidian",
  "obsidian-charts",
  "obsidian-excalidraw-plugin",
  "obsidian-enhancing-mindmap",
  "table-editor-obsidian",
  "obsidian-mind-map",
  "obsidian-admonition",
  "obsidian-git",
  "dataview",
  "obsidian-wordnet-plugin",
  "templater-obsidian",
  "obsidian-emoji-toolbar",
  "recent-files-obsidian",
  "obsidian-theme-design-utilities",
  "theme-picker",
  "obsidian-dictionary-plugin",
  "quickadd",
  "obsidian-markmind",
  "buttons",
  "obsidian-icons-plugin",
  "darlal-switcher-plus",
  "cmenu-plugin",
  "obsidian-tabs",
  "various-complements",
  "homepage",
  "fantasy-calendar",
  "obsidian-fullscreen-plugin",
  "obsidian-memos",
  "emoji-shortcodes",
  "search-on-internet",
  "obsidian-copy-block-link",
  "obsidian-chartsview-plugin",
  "obsidian-code-block-enhancer",
  "discordian-plugin",
  "obsidian-annotator",
  "obsidian-gallery",
  "folder-note-plugin",
  "hotkey-helper",
  "mx-bili-plugin",
  "juggl",
  "quick-explorer",
  "obsidian-spaced-repetition",
  "supercharged-links-obsidian",
  "obsidian-tracker",
  "better-fn",
  "obsidian-footnotes",
  "workspaces-plus",
  "drawio-obsidian",
  "obsidian-pandoc",
  "obsidian-enhancing-export",
  "sliding-panes-obsidian",
  "graph-analysis",
  "obsidian-citation-plugin",
  "adjacency-matrix-maker",
  "multi-line-formatting",
  "obsidian-5e-statblocks",
  "obsidian-advanced-new-file",
  "mrj-crosslink-between-notes",
  "alx-folder-note",
  "obsidian-apple-reminders-plugin",
  "obsidian-linter",
  "highlightr-plugin",
  "obsidian-collapse-all-plugin",
  "better-pdf-plugin",
  "table-extended",
  "obsidian-focus-mode",
  "remember-cursor-position",
  "obsidian-show-file-path",
  "obsidian-statusbar-pomo",
  "obsidian-map-view",
  "longform",
  "obsidian-vault-statistics-plugin",
  "obsidian-imgur-plugin",
  "cm-show-whitespace-obsidian",
  "wikilinks-to-mdlinks-obsidian",
  "obsidian-comments",
  "obsidian-indent-lines",
  "obsidian-budget-wysiwyg",
  "obsidian-incremental-writing",
  "consistent-attachments-and-links",
  "obsidian-dynamic-highlights",
  "obsidian-pluck",
  "obsidian-wikipedia"
]