[
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "hotkeysplus-obsidian",
  "obsidian-excalidraw-plugin",
  "table-editor-obsidian",
  "obsidian-mind-map",
  "dataview",
  "obsidian-wordnet-plugin",
  "templater-obsidian",
  "recent-files-obsidian",
  "theme-picker",
  "quickadd",
  "obsidian-markmind",
  "obsidian-icons-plugin",
  "darlal-switcher-plus",
  "cmenu-plugin",
  "various-complements",
  "obsidian-fullscreen-plugin",
  "obsidian-memos",
  "emoji-shortcodes",
  "search-on-internet",
  "hotkey-helper",
  "mx-bili-plugin",
  "quick-explorer",
  "obsidian-spaced-repetition",
  "obsidian-footnotes",
  "drawio-obsidian",
  "obsidian-enhancing-export",
  "graph-analysis",
  "highlightr-plugin",
  "obsidian-show-file-path",
  "obsidian-map-view",
  "wikilinks-to-mdlinks-obsidian",
  "obsidian-wikipedia",
  "obsidian-recall",
  "obsidian-pandoc",
  "obsidian-echarts",
  "format-hotkeys-obsidian",
  "obsidian-journey-plugin",
  "juggl",
  "plugin-changelogs",
  "buttons",
  "obsidian-chartsview-plugin",
  "cycle-through-panes",
  "folder-note-plugin",
  "obsidian-charts",
  "obsidian-pluck",
  "obsidian-reading-time",
  "obsidian-related-notes-finder",
  "remember-cursor-position",
  "obsidian-sidebar-toggler",
  "supercharged-links-obsidian",
  "tag-page-preview",
  "obsidian-plugin-toc",
  "table-extended",
  "obsidian-theme-design-utilities",
  "obsidian-tidy-footnotes",
  "obsidian-vault-statistics-plugin",
  "workspaces-plus",
  "obsidian-collapse-all-plugin",
  "convert-url-to-iframe",
  "customizable-sidebar",
  "tag-wrangler",
  "extract-url",
  "file-tree-alternative",
  "obsidian-icon-swapper",
  "koncham-workspace",
  "obsidian-kroki",
  "consistent-attachments-and-links",
  "media-extended",
  "metaedit",
  "obsidian-zoom",
  "obsidian-auto-link-title",
  "obsidian-tracker",
  "pane-relief",
  "obsidian-admonition",
  "smart-random-note",
  "obsidian-image-caption",
  "obsidian-outliner",
  "obsidian-pomodoro-plugin",
  "workbench-obsidian",
  "vantage-obsidian",
  "unique-attachments",
  "obsidian-timelines",
  "obsidian-stopwatch-plugin",
  "obsidian-spotlight",
  "obsidian-better-internal-link-inserter",
  "obisidian-note-linker",
  "better-fn",
  "obsidian-hover-editor",
  "obsidian-advanced-uri",
  "obsidian-dictionary-plugin",
  "find-unlinked-files",
  "folder-note-core",
  "markdown-prettifier",
  "obsidian-linter",
  "obsidian-checklist-plugin",
  "calendar",
  "periodic-notes",
  "obsidian-sidebar-expand-on-hover",
  "obsidian-git",
  "obsidian-kanban",
  "oz-clear-unused-images"
]